{
    "1": "Charge utile (payload) invalide",
    "2": "Cet e-mail est déjà utilisé",
    "3": "Erreur lors du chiffrement du mot de passe (Contactez le support)",
    "4": "Erreur de base de données (Contactez le support)",
    "5": "Impossible de générer les jetons (Contactez le support)",
    "6": "Impossible d'envoyer le jeton de vérification. Connectez-vous et réessayez",
    "7": "Le jeton de vérification de l'e-mail a expiré",
    "8": "Impossible de vérifier l'e-mail (Contactez le support)",
    "9": "Utilisateur non trouvé",
    "10": "Impossible de générer le jeton de réinitialisation (Contactez le support)",
    "11": "Impossible d'envoyer le jeton de réinitialisation. Réessayez plus tard",
    "12": "Le jeton de réinitialisation du mot de passe a expiré",
    "13": "Erreur de casting ObjID (Contactez le support)",
    "14": "Échec de la réinitialisation du mot de passe. Réessayez plus tard",
    "15": "Trop de tentatives de connexion. Veuillez réessayer plus tard",
    "16": "E-mail ou mot de passe invalide",
    "17": "Erreur inconnue (Contactez le support)",
    "18": "Non autorisé",
    "19": "L'identifiant du workspace (workspace_id) est requis",
    "20": "Jeton de rafraîchissement (refresh token) invalide",
    "21": "Jeton de rafraîchissement expiré ou révoqué",
    "22": "Erreur de standardisation du nom (Contactez le support)",
    "23": "Espace de travail non trouvé",
    "24": "Erreur de requête Meta",
    "25": "L'utilisateur Meta fourni n'a aucune page associée",
    "26": "Identifiant non trouvé",
    "27": "Message non trouvé",
    "28": "Identifiant invalide (Identifiant utilisateur)",
    "29": "Identifiant invalide (Identifiant page)",
    "30": "Erreur de décodage (Contactez le support)",
    "31": "Erreur de longueur d'identifiant (Contactez le support)",
    "32": "Connexion non trouvée",
    "33": "Impossible de récupérer les sessions (Contactez le support)",
    "34": "E-mail déjà vérifié",
    "35": "Impossible de générer le jeton de vérification",
    "36": "Le jeton de vérification de l'e-mail a expiré",
    "37": "Impossible de mettre à jour le profil (Contactez le support)",
    "38": "Mot de passe actuel invalide",
    "39": "Webhook invalide",
    "40": "Erreur de chiffrement (Contactez le support)",
    "41": "Portée (scope) Meta invalide",
    "42": "L'identifiant utilisateur Meta a expiré. Recommencez le processus",
    "43": "L'ID de page à associer est déjà enregistré dans un autre espace de travail",
    "44": "L'utilisateur Meta fourni n'a aucun téléphone associé",
    "45": "Cette fonctionnalité n'est pas encore implémentée",
    "46": "En-tête de fichier invalide",
    "47": "Erreur CDN",
    "48": "Chemin CDN invalide",
    "49": "Un fichier doit être fourni pour effectuer cette action",
    "50": "Erreur lors de la création des tâches de publication (Contactez le support)",
    "51": "Cet utilisateur a déjà été invité dans cet espace de travail",
    "52": "Invitation non trouvée",
    "53": "Invitation non valide pour effectuer cette action",
    "54": "Connexion sur un autre espace de travail",
    "55": "Modèle WhatsApp non trouvé",
    "56": "Entité de l'espace de travail non trouvée",
    "57": "Votre modèle a été immédiatement rejeté par Meta sans motif fourni",
    "58": "La publication fournie est introuvable",
    "59": "Le lead fourni est introuvable",
    "60": "Cet espace de travail a déjà dépassé le nombre maximum d'entités",
    "61": "Un utilisateur système porte déjà ce nom",
    "62": "Une erreur est survenue lors de la génération du jeton système (Contactez le support)",
    "63": "Utilisateur système non trouvé",
    "64": "E-mail non vérifié",
    "65": "Permission non trouvée",
    "66": "Utilisateur de l'espace de travail non trouvé",
    "67": "L'OTP est déjà activé pour cet utilisateur",
    "68": "Une erreur est survenue lors de la validation OTP (Contactez le support)",
    "69": "Code OTP invalide",
    "70": "L'OTP n'était pas activé pour cet utilisateur",
    "71": "L'OTP est requis pour effectuer cette action",
    "72": "L'utilisateur que vous tentez d'inviter est déjà dans cet espace de travail"
  }