{
    "1": "Carga útil (payload) no válida",
    "2": "Este correo electrónico ya está en uso",
    "3": "Error al cifrar la contraseña (Contacte con soporte)",
    "4": "Error de base de datos (Contacte con soporte)",
    "5": "No se pudieron generar los tokens (Contacte con soporte)",
    "6": "No se pudo enviar el token de verificación. Inicie sesión e intente de nuevo",
    "7": "El token de verificación de correo ha expirado",
    "8": "No se pudo verificar el correo electrónico (Contacte con soporte)",
    "9": "Usuario no encontrado",
    "10": "No se pudo generar el token de restablecimiento de contraseña (Contacte con soporte)",
    "11": "No se pudo enviar el token de restablecimiento. Inténtelo más tarde",
    "12": "El token de restablecimiento de contraseña ha expirado",
    "13": "Erro de casting de ObjID (Contacte con soporte)",
    "14": "Fallo al restablecer la contraseña. Inténtelo de nuevo más tarde",
    "15": "Demasiados intentos de inicio de sesión. Por favor, intente más tarde",
    "16": "Correo electrónico o contraseña no válidos",
    "17": "Error desconocido (Contacte con soporte)",
    "18": "No autorizado",
    "19": "Se debe proporcionar el workspace_id",
    "20": "Refresh token no válido",
    "21": "Refresh token expirado o revocado",
    "22": "Error de estandarización de nombre (Contacte con soporte)",
    "23": "Espacio de trabajo no encontrado",
    "24": "Error de solicitud de Meta",
    "25": "El usuario de Meta proporcionado no tiene páginas asociadas",
    "26": "Credencial no encontrada",
    "27": "Mensaje no encontrado",
    "28": "Credencial no válida (Credencial de usuario)",
    "29": "Credencial no válida (Credencial de página)",
    "30": "Error de decodificación (Contacte con soporte)",
    "31": "Discrepancia en la longitud de la credencial (Contacte con soporte)",
    "32": "Conexión no encontrada",
    "33": "No se pudieron obtener las sesiones (Contacte con soporte)",
    "34": "Correo electrónico ya verificado",
    "35": "No se pudo generar el token de verificación",
    "36": "El token de verificación de correo ha expirado",
    "37": "No se pudo actualizar el perfil (Contacte con soporte)",
    "38": "Contraseña actual no válida",
    "39": "Webhook no válido",
    "40": "Error de cifrado (Contacte con soporte)",
    "41": "Alcance (scope) de Meta no válido",
    "42": "La credencial de usuario de Meta ha expirado. Inicie el proceso de nuevo",
    "43": "El pageID a asociar ya está registrado en otro espacio de trabajo",
    "44": "El usuario de Meta proporcionado no tiene teléfonos asociados",
    "45": "Esta funcionalidad aún no está implementada",
    "46": "Encabezado de archivo no válido",
    "47": "Error de CDN",
    "48": "Ruta de CDN no válida",
    "49": "Se debe proporcionar un archivo para realizar esta acción",
    "50": "Erro al crear tareas de publicación (Contacte con soporte)",
    "51": "Este usuario ya ha sido invitado a este espacio de trabajo",
    "52": "Invitación no encontrada",
    "53": "Invitación no válida para realizar esta acción",
    "54": "Conexión en otro espacio de trabajo",
    "55": "Plantilla de WhatsApp no encontrada",
    "56": "Entidad del espacio de trabajo no encontrada",
    "57": "Su plantilla fue rechazada inmediatamente por Meta sin motivo aparente",
    "58": "No se encontró la publicación proporcionada",
    "59": "No se encontró el lead proporcionado",
    "60": "Este espacio de trabajo ya superó el número máximo de entidades",
    "61": "Ya existe un usuario del sistema con este nombre",
    "62": "Algo salió mal al generar el token de usuario del sistema (Contacte con soporte)",
    "63": "Usuario del sistema no encontrado",
    "64": "Correo electrónico no verificado",
    "65": "Permiso no encontrado",
    "66": "Usuario del espacio de trabajo no encontrado",
    "67": "El OTP ya está habilitado para este usuario",
    "68": "Algo salió mal al generar la validación OTP (Contacte con soporte)",
    "69": "Código OTP no válido",
    "70": "El OTP no estaba habilitado para este usuario",
    "71": "Se requiere OTP para realizar esta acción",
    "72": "El usuario que intenta invitar ya pertenece a este espacio de trabajo"
  }